benchmark/results-4b/B-std_s2_c200_run1.txt

Summary:
  Total:	30.4154 secs
  Slowest:	3.5744 secs
  Fastest:	0.0646 secs
  Average:	0.8339 secs
  Requests/sec:	239.1222
  
  Total data:	232736 bytes
  Size/request:	32 bytes

Response time histogram:
  0.065 [1]	|
  0.416 [466]	|■■■
  0.767 [636]	|■■■■
  1.118 [6103]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  1.469 [13]	|
  1.820 [8]	|
  2.171 [7]	|
  2.521 [13]	|
  2.872 [12]	|
  3.223 [7]	|
  3.574 [7]	|


Latency distribution:
  10%% in 0.5416 secs
  25%% in 0.8434 secs
  50%% in 0.8723 secs
  75%% in 0.9074 secs
  90%% in 0.9385 secs
  95%% in 0.9973 secs
  99%% in 1.0387 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0081 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0039 secs
  resp wait:	0.8337 secs, 0.0635 secs, 3.5639 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0049 secs

Status code distribution:
  [200]	7273 responses