benchmark/results-4b/B-std_s4_c1_run1.txt

Summary:
  Total:	30.0028 secs
  Slowest:	0.0078 secs
  Fastest:	0.0016 secs
  Average:	0.0021 secs
  Requests/sec:	471.0564
  
  Total data:	105842037 bytes
  Size/request:	7489 bytes

Response time histogram:
  0.002 [1]	|
  0.002 [9492]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [4282]	|■■■■■■■■■■■■■■■■■■
  0.003 [265]	|■
  0.004 [38]	|
  0.005 [25]	|
  0.005 [17]	|
  0.006 [6]	|
  0.007 [2]	|
  0.007 [2]	|
  0.008 [3]	|


Latency distribution:
  10%% in 0.0018 secs
  25%% in 0.0019 secs
  50%% in 0.0021 secs
  75%% in 0.0023 secs
  90%% in 0.0024 secs
  95%% in 0.0026 secs
  99%% in 0.0032 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0003 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0008 secs
  resp wait:	0.0020 secs, 0.0015 secs, 0.0077 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0011 secs

Status code distribution:
  [200]	14133 responses