benchmark/results-4b/after_s1_c1_run1.txt

Summary:
  Total:	30.0014 secs
  Slowest:	0.0361 secs
  Fastest:	0.0001 secs
  Average:	0.0002 secs
  Requests/sec:	4893.5058
  
  Total data:	2348992 bytes
  Size/request:	16 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [146788]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [18]	|
  0.011 [4]	|
  0.015 [0]	|
  0.018 [0]	|
  0.022 [0]	|
  0.025 [0]	|
  0.029 [0]	|
  0.033 [0]	|
  0.036 [1]	|


Latency distribution:
  10%% in 0.0002 secs
  25%% in 0.0002 secs
  50%% in 0.0002 secs
  75%% in 0.0002 secs
  90%% in 0.0002 secs
  95%% in 0.0003 secs
  99%% in 0.0004 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0004 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0034 secs
  resp wait:	0.0002 secs, 0.0001 secs, 0.0360 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0034 secs

Status code distribution:
  [200]	146812 responses