benchmark/results-4b/after_s2_c1_run1.txt

Summary:
  Total:	30.0159 secs
  Slowest:	0.0882 secs
  Fastest:	0.0528 secs
  Average:	0.0542 secs
  Requests/sec:	18.4569
  
  Total data:	18836 bytes
  Size/request:	34 bytes

Response time histogram:
  0.053 [1]	|
  0.056 [548]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.060 [1]	|
  0.063 [1]	|
  0.067 [0]	|
  0.070 [0]	|
  0.074 [0]	|
  0.078 [2]	|
  0.081 [0]	|
  0.085 [0]	|
  0.088 [1]	|


Latency distribution:
  10%% in 0.0534 secs
  25%% in 0.0538 secs
  50%% in 0.0540 secs
  75%% in 0.0543 secs
  90%% in 0.0545 secs
  95%% in 0.0548 secs
  99%% in 0.0565 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0002 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0540 secs, 0.0526 secs, 0.0880 secs
  resp read:	0.0001 secs, 0.0001 secs, 0.0005 secs

Status code distribution:
  [200]	554 responses