benchmark/results-4b/before_s1_c200_run2.txt

Summary:
  Total:	32.7877 secs
  Slowest:	9.9627 secs
  Fastest:	0.0004 secs
  Average:	0.0411 secs
  Requests/sec:	2529.8504
  
  Total data:	1322880 bytes
  Size/request:	16 bytes

Response time histogram:
  0.000 [1]	|
  0.997 [80406]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  1.993 [1899]	|■
  2.989 [252]	|
  3.985 [59]	|
  4.982 [39]	|
  5.978 [5]	|
  6.974 [1]	|
  7.970 [11]	|
  8.966 [3]	|
  9.963 [4]	|


Latency distribution:
  10%% in 0.0017 secs
  25%% in 0.0019 secs
  50%% in 0.0021 secs
  75%% in 0.0024 secs
  90%% in 0.0032 secs
  95%% in 0.0038 secs
  99%% in 1.2269 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0334 secs, 0.0000 secs, 5.1241 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0085 secs
  resp wait:	0.0072 secs, 0.0002 secs, 7.1980 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0058 secs

Status code distribution:
  [200]	82680 responses

Error distribution:
  [268]	Get "http://127.0.0.1:9004/health": context deadline exceeded (Client.Timeout exceeded while awaiting headers)