benchmark/results-4b/before_s2_c1_run1.txt

Summary:
  Total:	30.0209 secs
  Slowest:	0.0577 secs
  Fastest:	0.0530 secs
  Average:	0.0544 secs
  Requests/sec:	18.3872
  
  Total data:	18768 bytes
  Size/request:	34 bytes

Response time histogram:
  0.053 [1]	|
  0.053 [19]	|■■■
  0.054 [60]	|■■■■■■■■■■
  0.054 [229]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.055 [196]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.055 [29]	|■■■■■
  0.056 [9]	|■■
  0.056 [3]	|■
  0.057 [3]	|■
  0.057 [1]	|
  0.058 [2]	|


Latency distribution:
  10%% in 0.0538 secs
  25%% in 0.0541 secs
  50%% in 0.0544 secs
  75%% in 0.0546 secs
  90%% in 0.0548 secs
  95%% in 0.0551 secs
  99%% in 0.0565 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0003 secs, 0.0001 secs, 0.0016 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0538 secs, 0.0526 secs, 0.0569 secs
  resp read:	0.0002 secs, 0.0001 secs, 0.0021 secs

Status code distribution:
  [200]	552 responses